#!/usr/bin/env python3
# -*- coding: utf-8 -*-
# (c) @shamilhabeebnelli

class Translation(object):
    
    START_TEXT = """."""    
    
    HELP_TEXT = """
<b><i><u>എന്താ അന്റെ ഉദ്ധെസം!?</u></i></b>
<b>ഞാൻ കുറച്ചു മുൻപേ പറഞ്ഞതല്ല എന്നെ നിങ്ങൾക്ക് ഉപയോഗിക്കാൻ പറ്റില്ല എന്ന്..,
പിന്നെ എന്തിനാ ഇവിടെ കിടന്ന് ചൊറിയാൻ നികുന്നത് 😡</b>

<i><b>NB : നിങ്ങൾക്കും ഇതുപോലെ ഒരു Bot വേണമെങ്കിൽ എന്റെ മൊയലാളി യെ ബന്ധപ്പെടുക...😊</i></b>
"""
    
    ABOUT_TEXT = """<b>🧩 പേര്</b> : <code> ക്രിതി ഷെട്ടി ❣️ </code>
* <b>ഇന്റെ മൊയലാളി</b> : <b><i><a href="https://t.me/shamilnelli">ꜱʜᴀᴍɪʟ ʜᴀʙᴇᴇʙ 🇮🇳</a></i></b>
* <b>സിനിമാ ഗ്രൂപ്പ്</b> : <b><i><a href="https://t.me/MOVIEWORLDKDY">MOVIE WORLD KDY ™</a></i></b>
* <b>ടെക്നിക്കൽ ഗ്രൂപ്പ്</b> : <b><i><a href="https://t.me/redbullfed">Tech GROUP 🇮🇳</a></i></b>
* <b>സംശയ നിവാരണം</b> : <i><b><a href="https://t.me/shamilhelpbot">Bot Assistant Donate Promotion</a></b></i>
"""
